 <template>
<div class="mattersConcerned">
    <div class="disclaimer">
        <perHeader></perHeader>
        <div class="container">
        <helpTop></helpTop>
            <el-row :gutter="20">
                <el-col :span="4">
                    <leftBar :navNum="'15'" :leftIndex="['1']"></leftBar>
                </el-col>
                <el-col :span="20">
                    <div class="help_right">
                        <h3>中威网商城免责声明</h3>
                        <div>
                            <p class="mt30">www.cwhisky.com及相关的APP、WAP站点等均系中威网面向社会、服务大众的网络窗口，向广大客户销售各类商品及服务，提供各类信息服务以及多项网络实用功能，凡浏览本网站及相关网页的用户，均表示接受以下条款。中威网保留对本声明包含的条款、条件和说明变更的权利。变更自公布时生效，您继续使用本网站，则视为您接受这些更改。您应当经常浏览本网站声明，以了解本网站信息的变化。</p>
                            <div class="title">网站进入</div>
                            <p>您通过其他网站的链接进入本网站可能存在登录假冒中威网网站的风险，建议您采用安全的方式（如在浏览器地址栏直接键入网址http://www.cwhisky.com或点击收藏夹内记录的正确网址）访问本网站。</p>

                            <div class="title">账户权利</div>
                            <p>1、中威网有权在发生恶意购买、套利、套现等扰乱市场正常交易秩序的情形下，执行包括但不限于冻结注册账户、注册账户内余额、威币、礼品卡/礼券金额、关闭相应交易订单、拒绝发货等操作。中威网保留在中华人民共和国法律允许的范围内独自决定拒绝服务、关闭账户、清除或编辑内容或取消订单的权利。</p>
                            <p>2、当您访问网站或给我们发送电子邮件时，您与我们用电子方式进行联系。您同意以电子方式接受我们的信息。我们将用电子邮件或通过在中威网发布通知的方式与您进行联系。您同意我们用电子方式提供给您的所有协议、通知、披露和其他信息是符合此类通讯必须是书面形式的法定要求的。如果中威网能够证明以电子形式的信息已经发送给您或者中威网立即在中威网张贴这样的通知，将被视为您已收到所有协议、声明、披露和其他信息。</p>
                            <p>3、中威网保留通过邮件和短信的形式，对本网站注册、购物用户发送订单信息、促销活动等告知服务的权利。如果您在中威网注册、购物，表明您已默示同意接受此项服务。 若您不希望接收中威网的邮件，请在邮件下方输入您的E-mail地址自助完成退阅； 若您不希望接收中威网的短信，请提供您的手机号码联系客服处理。</p>

                            <div class="title">个人资料保密</div>
                            <p>1、您通过本网站提供的任何个人资料，将仅由中威网使用，以改善中威网提供给您的服务。中威网尽力保证按您提供的个人资料的原始真实性收集、传送和存储个人资料。中威网将不使用您的个人资料给您提供不重要的消息或信息，同时，未经您的许可，中威网将不与第三方共享资料或将资料销售给第三方，但根据法律或政府的强制性规定予以提供的，中威网均得免责。</p>
                            <p>2、您不得向或从本网站邮寄或发送任何带有病毒的、涉及侮辱、诽谤、造谣的或其他中国相关法律规定的非法或侵权的材料和信息。中威网有权对您输入到本网站上的信息进行监视和/或检查，中威网保留完全依其决定不必事先通知且不必说明理由而检查您输入的信息和删除您输入的信息的权利。</p>
                            <p>3、任何由于计算机问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等，中威网均得免责。</p>

                            <div class="title">信息声明</div>
                            <p>浏览者可以下载本网站上显示的资料，但这些资料只限用于个人学习研究使用，不得用于任何商业用途，无论是否在资料上明示，所有此等资料都是受到版权法的法律保护。浏览者没有获得中威网或各自的版权所有者明确的书面同意下，不得分发、修改、散布、再使用、再传递或使用本网站的内容用于任何公众商业用途。</p>

                            <div class="title">意见声明</div>
                            <p>未由本站以本网站名义正式表述，出现在本站中的任何其他发言或意见均属于个人观点，并不代表中威网的意见。</p>

                            <div class="title">合同的订立</div>
                            <p>1、在您下订单时，请您仔细确认所购商品的名称、价格、数量、规格、尺寸、联系地址、电话、收货人等信息。收货人与用户本人不一致的，收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。</p>
                            <p>2、除法律另有强制性规定外，双方约定如下：本网站上中威网展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向中威网发出的合同要约；中威网收到您的订单信息后，只有在中威网将您在订单中订购的商品从仓库实际直接向您发出时（ 以商品出库为标志），方视为您与中威网之间就实际直接向您发出的商品建立了合同关系；如果您在一份订单里订购了多种商品并且中威网只给您发出了部分商品时，您与中威网之间仅就实际直接向您发出的商品建立了合同关系；只有在中威网实际直接向您发出了订单中订购的其他商品时，您和中威网之间就订单中该其他已实际直接向您发出的商品才成立合同关系。您可以随时登录您在本网站注册的账户，查询您的订单状态。</p>

                            <div class="title">商品信息</div>
                            <p>本站上的实物及服务类商品的价格、数量、是否有货等各项商品信息随时都有可能发生变动，本站不作特别通知。为表述便利，商品和服务于本协议中均简称为"商品"或"货物"。由于网站上商品信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；中威网欢迎纠错，并会视情况给予纠错者一定的奖励。</p>

                            <div class="title">价格</div>
                            <p>直到您发出订单，我们才能确认商品的价格。尽管我们做出最大的努力，我们的商品目录里的一小部分商品可能仍然存在定价错误。如果我们发现错误定价，我们将采取下列之一措施：</p>
                            <p>1、如果某一商品的正确定价低于我们的错误定价，我们将按照较低的定价向您销售交付该商品。</p>
                            <p>2、如果某一商品的正确定价高于我们的错误定价，我们会根据我们的情况决定，在交付前联系您寻求您的指示，或者取消订单、停止发货并通知您，或在其他情况下与您告知其他解决方案。</p>

                            <div class="title">价格变化和缺货</div>
                            <p>产品的价格和可获性都在中威网上指明，这类信息将随时更改且不发任何通知。送货费将可能另外结算，费用根据您选择的送货方式的不同而异，最终价格将于您支付前显示，但最终订单之确认仍应以中威网最终发出商品或提供服务为准。如果发生了意外情况，在确认了您的订单后，由于供应商提价，税额变化引起的价格变化，或是由于网站的错误等造成商品价格变化，中威网有权视情况取消您的订单。 您所订购的商品，如果发生缺货，中威网有权取消订单。</p>

                            <div class="title">购物成功判断标准</div>
                            <p>由于商品的特殊性，本站很多商品都是唯一一件，这些商品在中威网官网及各线下店铺都是同时销售，如果发生了重复订单，我们以确认付款先后为唯一判断标准，与在线放入购物车的时间，或在实体店内浏览商品时间的长短无关，请周知。如果您选中的商品在您付款前被其他顾客抢先付款了，请您联络我们的销售人员，我们尽量与品牌及供应商协调为您提供同价同款的商品。</p>

                            <div class="title">付款与退款</div>
                            <p>1、付款方式将在“中威网”官方网站予以公示。用户应在确认订单时，选择付款方式，并严格按照已选择的方式付款。用户未能按照所选择的方式或所要求的时间完成付款的，“中威网”有权单方取消订单。</p>
                            <p>2、退货或换货商品缺货时产生的现金款项，退回方式视支付方式的不同而不同：</p>
                            <p>(1) 网上支付的订单，退款退回至下订单账户的账户余额中；</p>
                            <p>(2) 银行线下转账支付的订单，退款退回至原支付卡。</p>

                            <div class="title">服务中断与提醒声明</div>
                            <p>1、不担保或保证网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作任何担保或保证。用户须独立承担前述风险。中威网对于用户使用中威网服务或无法使用网络服务所导致的计算机软、硬件的损害或发生资料的流失等任何直接、间接、附带、特别、衍生的损害不承担任何责任。</p>
                            <p>2、由于中威网货品单一特性，中威网会员下订单完成之后，需要等待中威网客服确认接受该订单之后，该订单才算做成立。中威网履行上述提醒后，不再承担订单成立提醒之外的任何提示义务。</p>

                            <div class="title">不可抗力</div>
                            <p>对于因不可抗力或中威网不能控制的原因造成的网络服务中断或其它缺陷，中威网不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>

                            <div class="title">不声称或保证准确性</div>
                            <p>尽管中威网尽力确保本网站所有信息的正确性和适时性，但并不能保证其为完全准确，中威网对本网站信息的准确性、完整性和真实性不作任何承诺；对信息的迟延、失误和遗漏不承担任何责任。</p>

                            <div class="title">合法权益</div>
                            <p>1、任何使用中威网的用户均应仔细阅读本声明，用户使用中威网的行为将被视为对本声明全部内容的认可。</p>
                            <p>2、中威网尊重并保护所有使用本站用户的个人隐私权，用户注册的用户名、电子邮件地址等个人资料，非经用户亲自许可或根据相关法律的强制性规定，本站不会泄露给第三方。</p>
                            <p>3、任何单位或个人认为通过中威网的内容可能涉嫌侵犯其合法权益，应该及时向中威网书面反馈，并提供身份证明、权属证明及详细侵权情况证明，我们在收到上述法律文件后，将会尽快安排处理。</p>

                            <div class="title">版权与商标声明</div>
                            <p>中威网版权所有权利在中国大陆范围内受法律保护。“中威网”是我公司的注册商标，其他机构未经我公司书面同意不得引用和展示该商标。</p>
                            <p>1、本站用户出于传递更多信息之目的公开的任意信息，并不意味我公司赞同其观点或证实其内容的真实性。</p>
                            <p>2、由于工作的复杂性，工作中难免有人员存在疏漏或遗忘，如若转载作品侵犯作者署名权，并非出于本网故意，在接到相关权利人通知后，本站会加以更正。</p>

                            <div class="title">网站链接</div>
                            <p>当本网站以链接形式推荐其他网站内容时，本网站并不对这些网站或资源的可用性负责，且不保证从这些网站获取的任何内容、产品、服务或其他材料的真实性、合法性，对于任何因使用或信赖从此类网站或资源上获取的内容、产品、服务或其他材料而造成（或声称造成）的任何直接或间接损失，本网站均不承担任何责任。</p>

                            <div class="title">责任限定</div>
                            <p>中威网明确声明：不承担您因接入或使用本网站而产生的直接、间接、附带的、后继的或特殊的损失，包括因病毒影响您的计算机设备或依赖从本网站获得的信息等而造成的损失。</p>

                            <div class="title">第三方通知</div>
                            <p>如第三方通知中威网网站存在侵权信息、材料，中威网将在核实有关情况后，及时对该等信息、材料采取删除、屏蔽、断开链接等必要措施。中威网尽到上述义务后，不再承担任何责任。</p>

                            <div class="title">声明内容的更新</div>
                            <p>中威网保留根据业务需要随时对本声明内容进行更新的权利，请您在每次登录本网站时访问此网页，查看本网站的当前声明内容。</p>
                        </div>
                    </div>
                </el-col>
            </el-row>
        </div>   
    </div>
    <perFooter></perFooter>
</div>
</template>
<script>
import perHeader from '@/components/header/header'
import perFooter from '@/components/footer/footer'
import leftBar from './leftBar'
import helpTop from './helpTop'

export default {
    name: 'disclaimer',
    data() {
        return {
            tabIndex: '5'
        }
    },
    components: {
        perHeader,
        leftBar,
        perFooter,
        helpTop
    },
    methods:{}
}
</script>

<style lang="less" scoped>
@import url('css/helpCenter.less');
</style>
